
<!-- saved from url=(0049)https://www.facturascripts.com/DownloadBuild2017/ -->
<html><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8"></head><body>[{"builds":[],"descripcion":"Modifica el estilo visual de FacturaScripts aportando un men\u00fa lateral y mayor variedad de iconos.\r\nBasado en AdminLTE.","estable":true,"id":58,"imagen":"https:\/\/i.imgur.com\/5XRa2Cm.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/adminlte","nombre":"adminlte","precio":0,"tipo":"regalo","ultima_modificacion":"09-08-2018","version":21,"zip_link":null},{"builds":[],"descripcion":"Calendario visual mensual donde se listan todos los cobros y pagos del mes ya sean de facturas, o en caso de disponer del Plugin de Tesorer\u00eda, los recibos.\r\nEn el calendario se muestran visualmente a dos colores tanto los cobros como los pagos pendientes (vencimientos),  pudiendo mover estos en el propio calendario.\r\nEs posible adem\u00e1s a\u00f1adir pagos y cobros manuales.","estable":true,"id":123,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/agenda-cobros.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/Agenda_de_Pagos_y_Cobros","nombre":"Agenda_de_Pagos_y_Cobros","precio":19.99,"tipo":"pago","ultima_modificacion":"01-06-2018","version":26,"zip_link":""},{"builds":[],"descripcion":"Permite imprimir en un \u00fanico archivo pdf varios albaranes seleccionados.\r\nMuy \u00fatil para imprimir de un golpe varios albaranes y\/o enviarlos v\u00eda carta postal.\r\nNota: por el momento solo para albaranes de venta y modelos de impresi\u00f3n de albar\u00e1n simple y albaran_detallado (con multi-idioma).","estable":true,"id":172,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/08\/albaranes_pdf_01.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/albaranes_pdf","nombre":"albaranes_pdf","precio":9.99,"tipo":"pago","ultima_modificacion":"04-09-2018","version":1,"zip_link":""},{"builds":[],"descripcion":"Este plugin permite marcar albaranes de compra o de venta para repetirlos cada X d\u00edas, meses o a\u00f1os. La forma m\u00e1s f\u00e1cil de programar compras o ventas repetitivas (periodicas).\r\nOpciones extra:\r\n- Fecha de inicio y fecha fin.\r\n- Usar precios actualizados (si \/ no).\r\n- Facturar autom\u00e1ticamente (si \/ no).\r\n\r\nUn complemento perfecto para ahorrar mucho tiempo con esas compras programadas o ventas que se repiten peri\u00f3dicamente (recurrentes).","estable":true,"id":5,"imagen":"https:\/\/i.imgur.com\/kdquibh.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/albaranes_programados","nombre":"albaranes_programados","precio":14.99,"tipo":"pago","ultima_modificacion":"30-06-2018","version":14,"zip_link":""},{"builds":[],"descripcion":"Este plugin permite modificaciones masivas de los art\u00edculos: actualizar precios, costes, familias, fabricantes, stock, etc\u2026\r\nPrimero filtras los art\u00edculos que quieres modificar y luego seleccionas las modificaciones a realizar.","estable":true,"id":30,"imagen":"https:\/\/i.imgur.com\/rPqEInI.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/articulos_megamod","nombre":"articulos_megamod","precio":19.99,"tipo":"pago","ultima_modificacion":"31-12-2017","version":10,"zip_link":""},{"builds":[],"descripcion":"El plugin beneficios a\u00f1ade informaci\u00f3n en nueva_venta, ventas_presupuestos, ventas_pedidos, ventas_albaranes y ventas_facturas sobre total neto, total coste y total beneficio (neto menos coste). Los beneficios de cada documento de venta se almacenan en la bdd cuando se guarda el documento. Si hay documentos previos a la instalaci\u00f3n del plugin, se har\u00e1 un c\u00e1lculo sobre el precio ACTUAL del\/los art\u00edculo\/s en esos documentos. Si quieres disponer del c\u00e1lculo real en documentos antiguos, puedes guardarlos uno a uno previa modificaci\u00f3n del precio del\/los art\u00edculo\/s inclu\u00eddos (recuerda volver a actualizar los precios de los art\u00edculos cuando hayas terminado).","estable":true,"id":167,"imagen":"https:\/\/github.com\/dilmix\/beneficios\/raw\/master\/logo.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/beneficios","nombre":"beneficios","precio":0,"tipo":"gratis","ultima_modificacion":"31-01-2019","version":8,"zip_link":"https:\/\/github.com\/dilmix\/beneficios\/archive\/master.zip"},{"builds":[],"descripcion":"Con este calendario podr\u00e1s organizar las citas con tus contactos del CRM y asociarlas con cada empleado.\r\nTambi\u00e9n dispone de un calendario general para ver todos los eventos conjuntamente en el mismo calendario, con posibilidad de filtrar o buscar los distintos eventos. \r\n\r\nMuy \u00fatil para organizar las visitas o citas a contactos. Con funcionalidades de todo tipo, env\u00edo de avisos por email (ics adjunto), citas recurrentes, citas grupales, etc\r\nNOTA: La introducci\u00f3n de las Citas es de forma manual, pulsando en el d\u00eda u hora deseados dentro del Calendario. \r\nTambi\u00e9n permite arrastrar y soltar eventos para editarlos r\u00e1pidamente, similar al Google Calendar","estable":true,"id":154,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/06\/calendario_crm_04.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/calendario_crm","nombre":"calendario_crm","precio":29.99,"tipo":"pago","ultima_modificacion":"18-08-2018","version":2,"zip_link":""},{"builds":[],"descripcion":"Adaptaciones para las Islas Canarias (Espa\u00f1a) de facturaScripts","estable":true,"id":136,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/canarias.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/canarias","nombre":"canarias","precio":0,"tipo":"gratis","ultima_modificacion":"07-01-2019","version":9,"zip_link":"https:\/\/github.com\/FacturaScripts\/canarias\/archive\/master.zip"},{"builds":[{"version":27,"stable":true,"beta":true}],"descripcion":"- A\u00f1ade gesti\u00f3n de contactos y establece una mec\u00e1nica de trabajo con ellos: nuevos, potenciales, no interesados y clientes. Agrupados por fuente, conceptos de inter\u00e9s, grupo de clientes, etc...\r\n- A\u00f1ade anotaciones en los contactos, incluso referentes a pedidos o presupuestos.\r\n- A\u00f1ade y gestiona oportunidades de negocio con esos contactos, y tranf\u00f3rmalas en presupuestos.\r\n- Permite relacionar los contactos tanto con clientes como con proveedores.\r\n- Permite enviar por email las facturas (y albaranes, pedidos y presupuestos) a los contactos del cliente.\r\n- Permite enviar por email las facturas de compra (y albaranes, pedidos) a los contactos del proveedor.","estable":true,"id":47,"imagen":"https:\/\/i.imgur.com\/6rms5qJ.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/CRM","nombre":"CRM","precio":14.99,"tipo":"pago","ultima_modificacion":"07-01-2019","version":27,"zip_link":""},{"builds":[],"descripcion":"Permite adjuntar y visualizar archivos a los Contactos del CRM.\r\n\r\nNOTA: se integra tambi\u00e9n en la visualizaci\u00f3n del plugin gestion_documental.\r\nRECOMENDACI\u00d3N: Para el correcto funcionamiento, actualizar a la \u00faltima versi\u00f3n, los plugins CRM y gestion_documental.","estable":true,"id":142,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/06\/documentos_crm.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/documentos_crm","nombre":"documentos_crm","precio":9.99,"tipo":"externo","ultima_modificacion":"20-09-2018","version":2,"zip_link":""},{"builds":[{"version":32,"stable":true,"beta":true}],"descripcion":"Este plugin a\u00f1ade un bot\u00f3n editar a facturas de compra y de venta. Al pulsar este bot\u00f3n se cambia a la vista de edici\u00f3n de la factura, para que pueda modificar:\r\n\u2013 A\u00f1adir\/quitar o cambiar las l\u00edneas de la factura.\r\n\u2013 Cambiar de cliente o editar los datos del cliente: cif\/nif, nombre, direcci\u00f3n, ciudad, provincia\u2026\r\n\u2013 Cambiar la serie de la factura.\r\n\u2013 Cambiar la divisa, la tasa de conversi\u00f3n.\r\n\u2013 Etc\u00e9tera.","estable":true,"id":2,"imagen":"https:\/\/i.imgur.com\/dY8TAZ3.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/editar_facturas","nombre":"editar_facturas","precio":9.99,"tipo":"pago","ultima_modificacion":"30-01-2019","version":32,"zip_link":""},{"builds":[],"descripcion":"Permite corregir errores comunes en una base de datos de Eneboo \/ Abanq \/ FacturaLux para poder trabajar correctamente con FacturaScripts.","estable":true,"id":69,"imagen":"https:\/\/i.imgur.com\/IfKJNMp.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/eneboo_fix","nombre":"eneboo_fix","precio":19.99,"tipo":"pago","ultima_modificacion":"31-12-2017","version":28,"zip_link":""},{"builds":[],"descripcion":"Plugin para Proyectos, ideal para agrupar documentos de compra y venta en expedientes y documentos adjuntos relaciones con dicho expediente, proyecto, obra etc.\r\nEs ideal para empresas que realizan proyectos de cualquier tipo, Obras, o Trabajos, ya que permite agrupar todo lo relacionado con un proyecto.","estable":true,"id":116,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/expedientes.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/expedientes","nombre":"expedientes","precio":24.99,"tipo":"pago","ultima_modificacion":"24-05-2018","version":36,"zip_link":""},{"builds":[],"descripcion":"Plugin con las funciones b\u00e1sicas de facturaci\u00f3n, contabilidad e informes simples.","estable":true,"id":87,"imagen":"https:\/\/i.imgur.com\/2j6sqQc.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/facturacion_base","nombre":"facturacion_base","precio":0,"tipo":"gratis","ultima_modificacion":"04-02-2019","version":151,"zip_link":"https:\/\/github.com\/NeoRazorX\/facturacion_base\/archive\/master.zip"},{"builds":[{"version":33,"stable":true,"beta":true},{"version":32,"stable":true,"beta":true}],"descripcion":"Incluye las siguientes funciones:\r\n- Sistema de tarifas avanzadas: no solo se pueden crear tarifas sobre precio de coste o precio de venta, sino que adem\u00e1s se pueden crear reglas espec\u00edficas para familias, adem\u00e1s de poder escribir directamente precios fijos para los art\u00edculos.\r\n- Asistente para marcar m\u00faltiples facturas como pagadas: puedes filtrar por fecha, por serie, cliente o proveedor.\r\n- Asistente para borrar m\u00faltiples art\u00edculos.\r\n- Agrupador de presupuestos: permite seleccionar m\u00faltiples presupuestos de un cliente para generar un pedido. Adem\u00e1s puedes excluir l\u00edneas o modificar la cantidad antes de generar.\r\n- Agrupador de pedidos de venta: para generar un albar\u00e1n de venta. Tambi\u00e9n puedes excluir l\u00edneas o modificar la cantidad antes de generar.\r\n- Agrupador de pedidos de compra: para generar un albar\u00e1n de compra. Tambi\u00e9n puedes excluir l\u00edneas o modificar la cantidad antes de generar.\r\n- Informe de clientes: distribuci\u00f3n de n\u00ba de clientes por pa\u00eds y provincia, distribuci\u00f3n de clientes por facturaci\u00f3n, lista de mejores clientes y deudores.\r\n- Informes por art\u00edculo: en la ficha de cada art\u00edculo dispones de un informe para ver la evoluci\u00f3n de compra\/venta por unidades y la evoluci\u00f3n de los precios de compra y de venta.","estable":true,"id":31,"imagen":"https:\/\/i.imgur.com\/4Kx0497.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/facturacion_premium","nombre":"facturacion_premium","precio":9.99,"tipo":"pago","ultima_modificacion":"07-03-2019","version":33,"zip_link":""},{"builds":[{"version":22,"stable":true,"beta":true}],"descripcion":"Este plugin permite generar facturas electr\u00f3nicas en formato facturae 3.2, para entregar a la administraci\u00f3n espa\u00f1ola, firmando con tu propio certificado.\r\nLas facturas electronicas, o efacturas, son compatibles con el portal face.gob.es","estable":true,"id":3,"imagen":"https:\/\/i.imgur.com\/n5EK2Bx.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/facturae","nombre":"facturae","precio":19.99,"tipo":"pago","ultima_modificacion":"07-03-2019","version":22,"zip_link":""},{"builds":[],"descripcion":"Plugin que a\u00f1ade la posibilidad de agregar c\u00f3digos vinculados a los clientes y posteriormente crea un selector en cada campo de facturae.\r\nEste plugin es gratuito.","estable":true,"id":197,"imagen":"https:\/\/takeonme.es\/wp-content\/uploads\/facturae_complemento_logo.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/facturae_complemento","nombre":"facturae_complemento","precio":0,"tipo":"gratis","ultima_modificacion":"08-04-2018","version":2,"zip_link":"https:\/\/github.com\/TakeonMe\/facturae_complemento\/archive\/master.zip"},{"builds":[{"version":7,"stable":true,"beta":true}],"descripcion":"Permite imprimir en un \u00fanico archivo pdf varias facturas seleccionadas. Ahorr\u00e1ndote el trabajo de imprimir una a una.\r\n\r\nPodr\u00e1s imprimir conjuntamente facturas de venta en los modelos de impresi\u00f3n de factura simple, carta, factura_detallada con MULTI-IDIOMA y plantillas_pdf.","estable":true,"id":134,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/06\/facturas_pdf_04.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/facturas_pdf","nombre":"facturas_pdf","precio":14.99,"tipo":"pago","ultima_modificacion":"11-02-2019","version":7,"zip_link":""},{"builds":[],"descripcion":"Permite importar art\u00edculos, familias, clientes y proveedores de FactuSol a FacturaScripts.","estable":true,"id":125,"imagen":"https:\/\/i.imgur.com\/N5qyB0S.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/factusol","nombre":"factusol","precio":0,"tipo":"gratis","ultima_modificacion":"31-12-2017","version":4,"zip_link":"https:\/\/github.com\/FacturaScripts\/factusol\/archive\/master.zip"},{"builds":[],"descripcion":"Permite visualizar los archivos adjuntos en los documentos de facturas y albaranes de compra y venta.","estable":true,"id":108,"imagen":"https:\/\/i.imgur.com\/0eNliUW.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/gestion_documental","nombre":"gestion_documental","precio":0,"tipo":"gratis","ultima_modificacion":"22-07-2018","version":15,"zip_link":"https:\/\/github.com\/FacturaScripts\/gestion_documental\/archive\/master.zip"},{"builds":[],"descripcion":"Permite actualizar las tasas de conversi\u00f3n de todas las divisas consultando a google.","estable":true,"id":61,"imagen":"https:\/\/i.imgur.com\/k1DX1jg.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/google_divisas","nombre":"google_divisas","precio":0,"tipo":"gratis","ultima_modificacion":"29-06-2018","version":8,"zip_link":"https:\/\/github.com\/FacturaScripts\/google_divisas\/archive\/master.zip"},{"builds":[],"descripcion":"Generador de Plantillas Tipo para Hitos y tareas de Expedientes y Proyectos.\r\nExporta de manera f\u00e1cil un diagrama para poder importarlo a posteriores proyectos\r\n\r\nPD: Necesita tener Instalado el plugin "Expedientes" e "Hitos y Tareas"","estable":true,"id":164,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/plantilla-hitos-tareas.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/hitos_y_tareas_con_diagrama_gantt_plantillas","nombre":"hitos_y_tareas_con_diagrama_gantt_plantillas","precio":24.95,"tipo":"pago","ultima_modificacion":"11-01-2018","version":15,"zip_link":""},{"builds":[{"version":40,"stable":true,"beta":true},{"version":39,"stable":true,"beta":true}],"descripcion":"- Permite importar\/exportar art\u00edculos, fabricantes, familias, clientes, contactos y proveedores mediante archivos CSV.\r\n- A\u00f1ade la p\u00e1gina compras &gt; art\u00edculos para que puedas gestionar el cat\u00e1logo de art\u00edculos que ofrecen tus proveedores.\r\n- Puedes generar pedidos de compra a partir de los pedidos de venta pendientes.","estable":true,"id":4,"imagen":"https:\/\/i.imgur.com\/6IAgesc.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/import_export_csv","nombre":"import_export_csv","precio":19.99,"tipo":"pago","ultima_modificacion":"15-04-2019","version":40,"zip_link":null},{"builds":[{"version":2,"stable":true,"beta":true}],"descripcion":"Permite imprimir albaranes y facturas de cliente en formato A5.","estable":true,"id":203,"imagen":"https:\/\/i.imgur.com\/2Fk4rnk.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/imprimir-a5","nombre":"imprimir-a5","precio":0,"tipo":"gratis","ultima_modificacion":"28-03-2019","version":2,"zip_link":"https:\/\/beta.facturascripts.com\/DownloadBuild2017\/203\/stable"},{"builds":[],"descripcion":"Plugin para convertir FacturaScripts en una web de noticias.","estable":true,"id":39,"imagen":"https:\/\/i.imgur.com\/lg8CyVp.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/informame","nombre":"informame","precio":0,"tipo":"gratis","ultima_modificacion":"26-08-2018","version":54,"zip_link":"https:\/\/github.com\/NeoRazorX\/informame\/archive\/master.zip"},{"builds":[],"descripcion":"Oculta el nombre de la empresa y la lista de usuarios en la pantalla de login.","estable":true,"id":12,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/anonimo.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/login_anonimo","nombre":"login_anonimo","precio":0,"tipo":"gratis","ultima_modificacion":"01-12-2017","version":19,"zip_link":"https:\/\/github.com\/FacturaScripts\/login_anonimo\/archive\/master.zip"},{"builds":[],"descripcion":"Permite introducir medidas (peso, altura, brazo, cadera, cintura, pierna) a cada Contacto en el CRM.\r\nTambi\u00e9n visualiza gr\u00e1ficas de progresi\u00f3n de peso, Masa Muscular Esquel\u00e9tica y Grasa Corporal.","estable":true,"id":152,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/06\/medidas_crm_01.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/medidas_crm","nombre":"medidas_crm","precio":14.99,"tipo":"externo","ultima_modificacion":"13-03-2018","version":1,"zip_link":""},{"builds":[],"descripcion":"Este asistente te permite facturar de golpe todos los albaranes de compra o venta, de una determinada serie, o todos. Dispone de varias opciones.\r\nIdeal para ahorrar trabajo a final de mes.","estable":true,"id":13,"imagen":"https:\/\/i.imgur.com\/mNId0YZ.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/megafacturador","nombre":"megafacturador","precio":0,"tipo":"gratis","ultima_modificacion":"31-01-2019","version":44,"zip_link":"https:\/\/github.com\/FacturaScripts\/megafacturador\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin que permite generar el modelo 130 desde la contabilidad integrada en FacturaScripts y generar el fichero necesario para usar con la aplicaci\u00f3n web de AEAT para la predeclaraci\u00f3n.","estable":true,"id":170,"imagen":"https:\/\/i.imgur.com\/WLvkUot.jpg","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/modelo_130","nombre":"modelo_130","precio":0,"tipo":"gratis","ultima_modificacion":"30-01-2019","version":5,"zip_link":"https:\/\/github.com\/FacturaScripts\/modelo_130\/archive\/master.zip"},{"builds":[],"descripcion":"El Modelo 347 es una declaraci\u00f3n anual informativa a la hacienda espa\u00f1ola de operaciones con terceras personas. Los empresarios y profesionales est\u00e1n obligados a la presentaci\u00f3n del Modelo 347 siempre que hayan realizado operaciones con terceros por importe superior a 3.005,06 \u20ac durante el a\u00f1o natural (se puede cambiar la cantidad), computando de forma separada las entregas y las adquisiciones de bienes y servicios.","estable":true,"id":14,"imagen":"https:\/\/i.imgur.com\/UFArIZo.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/modelo_347","nombre":"modelo_347","precio":0,"tipo":"gratis","ultima_modificacion":"27-02-2019","version":10,"zip_link":"https:\/\/github.com\/NeoRazorX\/modelo_347\/archive\/master.zip"},{"builds":[],"descripcion":"Modelos 303 y 390 de la Hacienda espa\u00f1ola para la declaraci\u00f3n trimestral y anual de IVA. Tambi\u00e9n conocida como regularizaci\u00f3n de IVA (o regularizacion).\r\nAnteriormente estaba integrado en el plugin facturacion_base, pero debido a que es algo exclusivo para Espa\u00f1a, de externaliz\u00f3 en este plugin.","estable":true,"id":82,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/modelo-303-390.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/modelos_303_390","nombre":"modelos_303_390","precio":0,"tipo":"gratis","ultima_modificacion":"30-01-2019","version":7,"zip_link":"https:\/\/github.com\/NeoRazorX\/modelos_303_390\/archive\/master.zip"},{"builds":[],"descripcion":"Permite la posibilidad de enviar emails desde varias cuentas de correo distintas pre-configuradas.\r\nUna vez configuradas podr\u00e1s enviar desde cualquier documento de Venta (Facturas, Albaranes, Pedidos, Presupuestos)\r\n\r\nNOTA: En la versi\u00f3n actual est\u00e1n implementadas los env\u00edos de documentos de los modelos de impresi\u00f3n simple de todos los documentos de venta y factura_detallada.\r\nPara modelos de impresi\u00f3n personalizados se tendr\u00eda que realizar una implementaci\u00f3n de dichos modelos.","estable":true,"id":196,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2018\/04\/multi-emails-1.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/multi_emails","nombre":"multi_emails","precio":10,"tipo":"pago","ultima_modificacion":"12-07-2018","version":1,"zip_link":""},{"builds":[],"descripcion":"Permite gestionar varias empresas desde una misma instalaci\u00f3n de FacturaScripts, convirti\u00e9ndola en una instalaci\u00f3n multi-empresa.\r\n- Cada empresa se aloja en una base de datos independiente.\r\n- Puedes seleccionar a qu\u00e9 empresa entrar desde la pantalla de login.\r\n- Soporta tanto PostgreSQL como MySQL.\r\n- Permite aparcar y restaurar empresas.","estable":true,"id":98,"imagen":"https:\/\/i.imgur.com\/fjaqlHq.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/multi_empresa","nombre":"multi_empresa","precio":49.99,"tipo":"pago","ultima_modificacion":"21-10-2018","version":18,"zip_link":null},{"builds":[{"version":62,"stable":true,"beta":true},{"version":61,"stable":true,"beta":true}],"descripcion":"A\u00f1ade 5 nuevos formatos configurables para imprimir facturas, albaranes, pedidos, presupuestos, servicios y recibos.\r\n- Los formatos de impresi\u00f3n permiten configurar el uso de ciertas columnas, no todas, y no de cualquier modo imaginable, solamente los disponibles.\r\n- Los formatos de impresi\u00f3n de facturas muestran tambi\u00e9n los recibos o pagos de la factura.\r\n- Puedes modificar: margen superior, tipo y tama\u00f1o de letra, colores, imagen de fondo, imagen de pie de p\u00e1gina, etc...\r\n- Incluye asistente para enviar r\u00e1pidamente todas las facturas de venta no enviadas, con un s\u00f3lo clic.","estable":true,"id":6,"imagen":"https:\/\/i.imgur.com\/CiZLuI4.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/plantillas_pdf","nombre":"plantillas_pdf","precio":14.99,"tipo":"pago","ultima_modificacion":"11-02-2019","version":62,"zip_link":""},{"builds":[{"version":25,"stable":true,"beta":true},{"version":24,"stable":true,"beta":true},{"version":23,"stable":true,"beta":true}],"descripcion":"Este plugin es un conector que permite importar art\u00edculos, clientes y pedidos desde una tienda online PrestaShop.\r\n- La sincronizaci\u00f3n se realiza mediante la API en ciclos de 30 segundos (configurable).\r\n- Podr\u00e1s ver los pedidos de tu tienda desde ventas -&gt; pedidos prestashop.\r\n- Podr\u00e1s importar pedidos uno a uno, o bien usar el asistente y traer todos los pedidos a partir de una fecha determinada y con un estado concreto.\r\n- Tambi\u00e9n puedes cambiar el estado de los pedidos directamente desde FacturaScripts.\r\n- La sincronizaci\u00f3n bidireccional de art\u00edculos es limitada, pero suficiente para actualizar el stock de los productos en PrestaShop, y crear nuevos.","estable":true,"id":64,"imagen":"https:\/\/i.imgur.com\/0Ab1WkB.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/prestashop_micro","nombre":"prestashop_micro","precio":0,"tipo":"oculto","ultima_modificacion":"11-04-2019","version":25,"zip_link":""},{"builds":[],"descripcion":"Permite gestionar pedidos y presupuestos de venta, y pedidos de compra. Se integra perfectamente en los men\u00fas compra\/ventas y son accesibles desde Nueva compra\/venta. Adem\u00e1s se pueden convertir los pedidos en albaranes.","estable":true,"id":16,"imagen":"https:\/\/i.imgur.com\/cvigVFD.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/presupuestos_y_pedidos","nombre":"presupuestos_y_pedidos","precio":0,"tipo":"gratis","ultima_modificacion":"01-02-2018","version":97,"zip_link":"https:\/\/github.com\/neorazorx\/presupuestos_y_pedidos\/archive\/master.zip"},{"builds":[],"descripcion":"Agrega la impresi\u00f3n directa de tickets a factura cliente, albaran cliente, pedido cliente.\r\nUtiliza el remote_printer, as\u00ed que deber\u00eda estar instalado y funcionando para utilizar este plugin.\r\n\r\nRequisitos: PHP 7.0 o superior;","estable":true,"id":198,"imagen":"","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/print_to_ticket","nombre":"print_to_ticket","precio":0,"tipo":"gratis","ultima_modificacion":"20-10-2018","version":13,"zip_link":"https:\/\/github.com\/jjosez\/print_to_ticket\/archive\/master.zip"},{"builds":[{"version":9,"stable":true,"beta":true}],"descripcion":"Permite controlar la creaci\u00f3n de art\u00edculos a partir de otros art\u00edculos del almac\u00e9n usando \u201crecetas\u201d creadas por el usuario. Por ejemplo: puedes definir que el art\u00edculo mueble_caoba se construye con 5 unidades del producto madera_caoba y 3 unidades de barniz_madera. Al "cocinar" esta receta se restar\u00e1 stock de los art\u00edculos madera_caoba y barniz_madera y se sumar\u00e1 stock al producto mueble_caoba.","estable":true,"id":1,"imagen":"https:\/\/i.imgur.com\/nAJGWCN.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/produccion","nombre":"produccion","precio":9.99,"tipo":"pago","ultima_modificacion":"11-04-2019","version":9,"zip_link":null},{"builds":[],"descripcion":"Plugin de adecuaci\u00f3n para la rep\u00fablica dominicana, para generar NCF y reportes fiscales para DGII.","estable":true,"id":95,"imagen":"https:\/\/github.com\/joenilson\/republica_dominicana\/blob\/master\/republica_dominicana.png?raw=true","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/republica_dominicana","nombre":"republica_dominicana","precio":0,"tipo":"gratis","ultima_modificacion":"05-04-2019","version":154,"zip_link":"https:\/\/github.com\/joenilson\/republica_dominicana\/archive\/master.zip"},{"builds":[],"descripcion":"A\u00f1ade la gesti\u00f3n de Reparaciones \/ servicios a Facturascripts.\r\n- Permite llevar la gesti\u00f3n de un servicio t\u00e9cnico y de cualquier taller que gestione reparaciones o servicios a clientes.\r\n- Puedes configurar los campos que quieres ver y que sean o no requeridos ( ventas servicios --&gt; opciones -&gt; casillas )\r\n- Puedes traducir los nombres de los campos que se ven en los formularios e imprimes ( ventas servicios -&gt; opciones -&gt; traducciones )\r\n- Control de estados de los servicios. Puedes introducir tantos estados como necesites. Puedes definir que un estado genere un albar\u00e1n y as\u00ed poder facturar los trabajos realizados.\r\n- B\u00fasqueda y filtros completos para buscar en todos los campos del servicio.\r\n- Gesti\u00f3n de prioridad en la realizaci\u00f3n de las reparaciones \/ servicios.\r\n- Posibilidad de a\u00f1adir detalles a cada servicio para controlar en todo momento el historial de cada reparaci\u00f3n\r\n- Control de los d\u00edas estimados para la finalizaci\u00f3n de los trabajos ( ventas servicios -&gt; opciones  -&gt; General )\r\n- Posibilidad de insertar texto para la impresi\u00f3n de los documentos con las condiciones generales de tu empresa.\r\n- Calendario de servicios\r\n- Y mucho m\u00e1s...","estable":true,"id":42,"imagen":"https:\/\/github.com\/pcrednet\/servicios\/blob\/master\/servicios.png?raw=true","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/servicios","nombre":"servicios","precio":0,"tipo":"gratis","ultima_modificacion":"03-11-2018","version":57,"zip_link":"https:\/\/github.com\/pcrednet\/servicios\/archive\/master.zip"},{"builds":[],"descripcion":"Sencillo, pero potente editor de SQL.","estable":true,"id":18,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/sql-editor.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/sql_editor","nombre":"sql_editor","precio":0,"tipo":"gratis","ultima_modificacion":"09-11-2018","version":7,"zip_link":"https:\/\/github.com\/FacturaScripts\/sql_editor\/archive\/master.zip"},{"builds":[{"version":54,"stable":true,"beta":true}],"descripcion":"El plugin tesoreria sirve para gestionar recibos (pagos parciales) de facturas de compra y de venta. Incluye formas de pago mejoradas (con plazos de pago), anticipos de pedidos y albaranes, as\u00ed como gesti\u00f3n de remesas bancarias en formato SEPA XML.","estable":true,"id":36,"imagen":"https:\/\/i.imgur.com\/VINUFVW.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/tesoreria","nombre":"tesoreria","precio":9.99,"tipo":"pago","ultima_modificacion":"30-01-2019","version":54,"zip_link":""},{"builds":[],"descripcion":"Permite introducir importes de debe\/haber de manera manual a cada Contacto en el CRM.\r\nEsto te permitir\u00e1 llevar un control de los pagos o deudas de cada contacto.\r\n\r\nTambi\u00e9n te permitir\u00e1 visualizar las facturas creadas a los clientes relacionados con el contacto, desde la pesta\u00f1a Pagos de cada contacto. \r\nDesde CRM-&gt;Pagos podr\u00e1s ver todos los apuntes y filtrar por varios par\u00e1metros, fecha concepto, tipo de apunte,...\r\n\r\nNOTA: Los apuntes de debe\/haber son de introducci\u00f3n manual, y no se vinculan al plugin tesorer\u00eda, ni se se asocian a la contabilidad.","estable":true,"id":150,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/06\/tesoreria_crm_01_01.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/tesoreria_crm","nombre":"tesoreria_crm","precio":19.99,"tipo":"pago","ultima_modificacion":"26-08-2018","version":1,"zip_link":""},{"builds":[{"version":38,"stable":true,"beta":true}],"descripcion":"El plugin TPV tactil te permite crear tickets (facturas simplificadas) de forma r\u00e1pida y amigable gracias a su interfaz t\u00e1ctil. Dispones de la lista de art\u00edculos, agrupados por familia, en la parte izquierda y el ticket en la parte derecha, para que puedas crear tickets a velocidad de v\u00e9rtigo.","estable":true,"id":54,"imagen":"https:\/\/i.imgur.com\/HbdfvpI.jpg?1","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/tpv_tactil","nombre":"tpv_tactil","precio":19.99,"tipo":"pago","ultima_modificacion":"11-04-2019","version":38,"zip_link":""},{"builds":[{"version":1,"stable":true,"beta":true}],"descripcion":"Tracking_pedidos Plugin que Permite la posibilidad de poner diferentes estados en los Pedidos de Venta y que a su vez el cliente pueda visualizar el estado de su pedido desde una URL. Con cada cambio de estado se permite enviar un email al cliente avisando lo de dicho cambio.\r\n\r\nNota: necesarios los plugins facturaci\u00f3n_base y presupuestos y pedidos. La URL de consulta del estado del pedido solo reflejar\u00e1 el \u00faltimo estado del pedido.","estable":true,"id":199,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2019\/01\/tracking-1.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/tracking_pedidos","nombre":"tracking_pedidos","precio":39.99,"tipo":"pago","ultima_modificacion":"19-03-2019","version":1,"zip_link":""},{"builds":[],"descripcion":"Este plugin es un conector con el que puedes importar a golpe de clic los art\u00edculos, clientes y pedidos de tu tienda online Woocommerce:\r\n\u2013 Este plugin conecta usando la API de WooCommerce, es decir, no es necesario tener FacturaScripts en el mismo servidor que WooCommerce.\r\n\u2013 Copia autom\u00e1ticamente los datos de tus art\u00edculos de WooCommerce a FacturaScripts y copia de FacturaScripts a WooCommerce los art\u00edculos que tengas marcados como p\u00fablicos.\r\n\u2013 Sincroniza stock y precios entre los art\u00edculos de FacturaScripts y los de WooComerce. Solamente stock, precios y atributos.\r\n\u2013 Importa autom\u00e1ticamente (o manualmente) a FacturaScripts los pedidos marcados como completados.\r\n\u2013 Permite especificar el almac\u00e9n y la serie para la factura, por si quieres tener las ventas separadas en series para facilitarte el trabajo.\r\n\r\nEn definitiva, la mejor forma de conectar tu ecommerce a FacturaScripts.","estable":true,"id":9,"imagen":"https:\/\/i.imgur.com\/MFK6ajS.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/woocommerce","nombre":"woocommerce","precio":49.99,"tipo":"pago","ultima_modificacion":"26-11-2018","version":61,"zip_link":""},{"builds":[],"descripcion":"Calendario que muestra Mensualmente las previsiones de entrada de Art\u00edculos en los Pedidos de Compra.\r\nA cada pedido de Compra se le podr\u00e1 asignar una fecha estimada de entrada, que se mostrar\u00e1 en dicho calendario, adem\u00e1s de un buscador de art\u00edculos, basado en la fecha prevista de entrada de pedidos pendientes.","estable":false,"id":129,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/entrada-material.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/agenda_de_prevision_de_entrada_de_mercancia","nombre":"agenda_de_prevision_de_entrada_de_mercancia","precio":0,"tipo":"oculto","ultima_modificacion":"03-11-2017","version":11,"zip_link":""},{"builds":[],"descripcion":"A\u00f1ade un bot\u00f3n a las facturas de compra que permite realizar amortizaciones, y el enlace amortizaciones en el men\u00fa "Compras".","estable":false,"id":146,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/amortizaciones.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/amortizaciones","nombre":"amortizaciones","precio":0,"tipo":"gratis","ultima_modificacion":"09-11-2017","version":12,"zip_link":"https:\/\/github.com\/tecnolife\/amortizaciones\/archive\/master.zip"},{"builds":[],"descripcion":"Importa los pedidos de la plataforma.","estable":false,"id":109,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/aphotech","nombre":"aphotech","precio":0,"tipo":"oculto","ultima_modificacion":"21-09-2016","version":2,"zip_link":""},{"builds":[],"descripcion":"API basada en REST orientada a desarrolladores para acceder a FacturaScripts desde cualquier entorno utilizando la arquitectura REST.\r\nEs extensible en todos sus aspectos, permitiendo a cualquier desarrollador, conectar cualquier sistema con FacturaScripts y adaptarlo a sus necesidades.\r\n\r\nRecursos disponibles:\r\n- Albar\u00e1n Cliente (crear, borrar y consultar si est\u00e1 facturado)\r\n- Art\u00edculo (crear, crear en masa)\r\n- Agente (crear)\r\n- Cliente (crear, borrar l\u00ednea y consultar si esta validado)\r\n- Pedido Proveedor","estable":false,"id":144,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/api_rest","nombre":"api_rest","precio":0,"tipo":"oculto","ultima_modificacion":"28-04-2017","version":1,"zip_link":null},{"builds":[],"descripcion":"API REST para FacturaScripts versi\u00f3n 2015.\r\n\r\nDicha API esta basada en Silex; un microframework creado por SensioLabs basado en componentes de Symfony y Simple bajo la misma filosof\u00eda del microframework Sinatra de Ruby.","estable":false,"id":160,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/api_silex","nombre":"api_silex","precio":0,"tipo":"gratis","ultima_modificacion":"27-08-2017","version":1,"zip_link":"https:\/\/github.com\/jcanda\/api_silex\/archive\/master.zip"},{"builds":[],"descripcion":"Permite importar las compras a proveedores desde un archivo excel exportado desde aplifisa.","estable":false,"id":71,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/aplifisa","nombre":"aplifisa","precio":null,"tipo":"oculto","ultima_modificacion":"26-04-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a Argentina.","estable":false,"id":88,"imagen":"https:\/\/github.com\/FacturaScripts\/argentina\/raw\/master\/argentina.jpg","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/argentina","nombre":"argentina","precio":0,"tipo":"gratis","ultima_modificacion":"08-02-2017","version":6,"zip_link":"https:\/\/github.com\/FacturaScripts\/argentina\/archive\/master.zip"},{"builds":[],"descripcion":"A\u00f1ade el tipo de art\u00edculo caja, con su c\u00f3digo de barra, unidades y margen.","estable":false,"id":81,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/articulo_caja","nombre":"articulo_caja","precio":0,"tipo":"oculto","ultima_modificacion":"08-06-2016","version":5,"zip_link":null},{"builds":[],"descripcion":"A\u00f1ade el tipo de art\u00edculos de venta por medidas (metros lineas, m2, y m3)","estable":false,"id":73,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/articulo_medidas","nombre":"articulo_medidas","precio":0,"tipo":"oculto","ultima_modificacion":"17-05-2016","version":4,"zip_link":null},{"builds":[{"version":1,"stable":true,"beta":false}],"descripcion":"El plugin "articulos_rapidos" agrega un bot\u00f3n en el modal_art\u00edculos del TPV Gen\u00e9rico (tpv_recambios) que permite crear un art\u00edculo sobre la marcha. Implementaci\u00f3n con AJAX para una mejor experiencia. Tambi\u00e9n agrega un bot\u00f3n en la pantalla de pago del TPV Gen\u00e9rico para rellenar autom\u00e1ticamente el campo efectivo con el valor del campo total.","estable":false,"id":202,"imagen":"http:\/\/files.softicons.com\/download\/toolbar-icons\/flatastic-icons-part-2-by-custom-icon-design\/png\/512x512\/data-add.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/articulos_rapidos","nombre":"articulos_rapidos","precio":0,"tipo":"gratis","ultima_modificacion":"16-12-2018","version":1,"zip_link":"https:\/\/beta.facturascripts.com\/DownloadBuild2017\/202\/stable"},{"builds":[],"descripcion":"Modificaci\u00f3n del plugin "facturacion_base" para a\u00f1adir varios asientos tipo dentro del asistente, estando actualmente disponibles:\r\n- Genera asiento del modelo 130 (original de facturacion_base)\r\n- Genera asiento de cuota de aut\u00f3nomos (original de facturacion_base)\r\n- Genera asiento de Traspasos (Asiento b\u00e1sico de traspaso a\/desde caja\/cuenta)\r\n- Genera asiento de anticipo a proveedores\r\n- Genera asiento de n\u00f3mina y pago de n\u00f3mina de trabajador por cuenta ajena\r\n- Genera asiento de alquiler y pago de alquiler\r\n\r\nCualquier otro asiento que se solicite se a\u00f1adir\u00e1 cuando sea posible.","estable":false,"id":162,"imagen":"https:\/\/i.imgur.com\/xkcobYC.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/asientos_asistente","nombre":"asientos_asistente","precio":0,"tipo":"gratis","ultima_modificacion":"29-07-2017","version":6,"zip_link":"https:\/\/github.com\/pablozg\/asientos_asistente\/archive\/master.zip"},{"builds":[],"descripcion":"A\u00f1ade soporte para el sector de la automoci\u00f3n en FacturaScripts, permite crear marcas y modelos, dar de alta fichas t\u00e9cnicas de veh\u00edculos asociados a clientes y realizar inspecciones visuales de veh\u00edculos, adem\u00e1s de permitir relacionar los veh\u00edculos de clientes con sus respectivos documentos para poder llevar un control m\u00e1s detallado, y los veh\u00edculos de la empresa con proveedores.","estable":false,"id":45,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/automocion.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/automocion","nombre":"automocion","precio":0,"tipo":"gratis","ultima_modificacion":"23-10-2016","version":18,"zip_link":"https:\/\/gitlab.com\/FacturaScripts-Plugins\/automocion\/repository\/archive.zip?ref=master"},{"builds":[],"descripcion":"Plugin para FacturaScripts que permite a\u00f1adir Autorizados dentro de la ficha de Proveedores o Clientes","estable":false,"id":27,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/autorizados_procli","nombre":"autorizados_procli","precio":0,"tipo":"gratis","ultima_modificacion":"24-03-2017","version":6,"zip_link":"https:\/\/github.com\/jcanda\/autorizados_procli\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin para agregar una capa de seguridad en las ventas bloqueando la opci\u00f3n de modificar precio, descuento e impuesto para as\u00ed poder controlar la aplicaci\u00f3n de descuentos a usuarios que tengan acceso a generar pedidos, albaranes o facturas.\r\n\r\nFacturaScripts tiene diferentes descuentos y este plugin controla si el usuario puede o no aplicar descuentos, luego de confirmar esto se activan las casillas de multiples descuentos para que pueda aplicar los que quiera a conveniencia y al concluir puede volver a bloquear las casillas dandole al bot\u00f3n Bloquear Descuentos si es que el vendedor o facturador necesita agregar otros items sin descuento.","estable":false,"id":149,"imagen":"https:\/\/raw.githubusercontent.com\/joenilson\/autorizar_descuento\/master\/logo_autorizacion_descuentos.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/autorizar_descuento","nombre":"autorizar_descuento","precio":0,"tipo":"gratis","ultima_modificacion":"08-01-2018","version":7,"zip_link":"https:\/\/github.com\/joenilson\/autorizar_descuento\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de Ayuda y Soporte para los usuarios de mifactura.eu","estable":false,"id":131,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/mifactura.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/ayuda_soporte_mifactura","nombre":"ayuda_soporte_mifactura","precio":0,"tipo":"oculto","ultima_modificacion":"12-11-2018","version":52,"zip_link":""},{"builds":[],"descripcion":"Permite hacer copias de seguridad (backups) de nuestra base de datos, nuestra carpeta de FacturaScripts (con todos sus archivos), o ambas. Adem\u00e1s podemos descargar estos backups, restaurarlos y subirlos a otras instalaciones.","estable":false,"id":120,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/backup-restore.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/backup_restore","nombre":"backup_restore","precio":0,"tipo":"gratis","ultima_modificacion":"14-09-2017","version":12,"zip_link":"https:\/\/github.com\/FacturaScripts\/backup_restore\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin para cadena de producci\u00f3n.\r\n\r\nUn administrador va generando partes de trabajo, con un una secuencia por los puestos\/maquinas por los que tiene que ir pasando.\r\n\r\nUn usuario\/puesto, ve los trabajos que tiene asignados, y una vez finalizados pasan al siguiente puesto.\r\n\r\nEl Administrador, puede ir viendo el estado de cada parte.\r\nJunto con los partes de trabajo, los usuarios tienen que revisar el estado de las m\u00e1quinas al iniciar sesi\u00f3n.\r\n\r\nEs un plugin espec\u00edfico para un cliente, pero es f\u00e1cilmente adaptable a otras sistemas similares.\r\n\r\nEn este caso, se realiz\u00f3 para una imprenta\/PLV.","estable":false,"id":178,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/cadena_produccion","nombre":"cadena_produccion","precio":0,"tipo":"oculto","ultima_modificacion":"23-10-2017","version":1,"zip_link":null},{"builds":[],"descripcion":"Plugin que genera la posibilidad de crear Cajas Contables por almacen, con control de cambios por usuario, permite la introducci\u00f3n manual de apuntes DEBE \u00f3 HABER. \r\nNota: Actualmente no se integra con la contabilidad.","estable":false,"id":38,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/caja_general","nombre":"caja_general","precio":0,"tipo":"gratis","ultima_modificacion":"22-04-2017","version":11,"zip_link":"https:\/\/github.com\/jcanda\/caja_general\/archive\/master.zip"},{"builds":[],"descripcion":"Adaptaciones para Ceuta Y Melilla (Espa\u00f1a)","estable":false,"id":138,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/ceuta-melilla.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/ceuta_y_melilla","nombre":"ceuta_y_melilla","precio":0,"tipo":"gratis","ultima_modificacion":"16-10-2017","version":7,"zip_link":"https:\/\/github.com\/FacturaScripts\/ceuta_y_melilla\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a Chile.","estable":false,"id":90,"imagen":"https:\/\/github.com\/FacturaScripts\/chile\/raw\/master\/chile.gif","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/chile","nombre":"chile","precio":0,"tipo":"gratis","ultima_modificacion":"14-07-2016","version":1,"zip_link":"https:\/\/github.com\/FacturaScripts\/chile\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a Colombia.","estable":false,"id":93,"imagen":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/2\/21\/Flag_of_Colombia.svg\/200px-Flag_of_Colombia.svg.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/colombia","nombre":"colombia","precio":0,"tipo":"gratis","ultima_modificacion":"06-04-2017","version":13,"zip_link":"https:\/\/github.com\/FacturaScripts\/colombia\/archive\/master.zip"},{"builds":[],"descripcion":"Es un plugin para la gesti\u00f3n de comandas a cocina, y con trazabilidad de productos por recetas.\r\nEst\u00e1 destinado a distrubuidores de alimentaci\u00f3n (los que sirven a 100montaditos, vips, y esta gente).\r\n\r\nEstas empresas elaboran platos precocinados, en los que compran producto, y tienen que elaborar unas recetas, y sobre cada pedido solicitarlo a cocinas industriales.\r\n\r\nEl plugin en principio es funcional, pero no se ha llegado a implementar (por otros motivos).","estable":false,"id":177,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/comandas_y_trazabilidad","nombre":"comandas_y_trazabilidad","precio":0,"tipo":"oculto","ultima_modificacion":"23-10-2017","version":1,"zip_link":null},{"builds":[],"descripcion":"Comandero para TPV T\u00e1cil","estable":false,"id":139,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/comandero","nombre":"comandero","precio":0,"tipo":"oculto","ultima_modificacion":"11-04-2017","version":1,"zip_link":null},{"builds":[],"descripcion":"Gesti\u00f3n de equipos de comisionistas por l\u00ednea de venta.","estable":false,"id":94,"imagen":"","licencia":null,"link":"https:\/\/www.facturascripts.com\/plugin\/comisiones_por_linea","nombre":"comisiones_por_linea","precio":null,"tipo":"oculto","ultima_modificacion":"20-07-2016","version":2,"zip_link":null},{"builds":[],"descripcion":"- A\u00f1ade modulo de ingresos\/egresos\r\n- A\u00f1ade modulo de retenciones","estable":false,"id":176,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/contabilidad_ecuador","nombre":"contabilidad_ecuador","precio":0,"tipo":"oculto","ultima_modificacion":"25-10-2017","version":3,"zip_link":null},{"builds":[],"descripcion":"Permite crear asientos predefinidos, \u00e9stos permiten la creaci\u00f3n f\u00e1cil de nuevos asientos repetitivos, solicitando al usuario los datos necesarios.","estable":false,"id":182,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/contabilidad_preasiento","nombre":"contabilidad_preasiento","precio":0,"tipo":"gratis","ultima_modificacion":"14-12-2017","version":3,"zip_link":"https:\/\/github.com\/RafaPo\/contabilidad_preasiento\/archive\/master.zip"},{"builds":[],"descripcion":"Este plugin facilita la creaci\u00f3n de un nuevo proveedor o cliente mediante una api que retorna raz\u00f3n social, provincia, ciudad, direcci\u00f3n. Enviando como par\u00e1metro el RUC.","estable":false,"id":185,"imagen":"https:\/\/www.dataplus-security.com\/fs\/img_plugins\/contribuyentes_sri.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/contribuyentes_sri","nombre":"contribuyentes_sri","precio":0,"tipo":"oculto","ultima_modificacion":"16-06-2018","version":3,"zip_link":""},{"builds":[],"descripcion":"Introducci\u00f3n y edici\u00f3n r\u00e1pida del stock de art\u00edculos","estable":false,"id":107,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/control_inventario","nombre":"control_inventario","precio":null,"tipo":"oculto","ultima_modificacion":"03-10-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Registro de Entrada y Salida del Personal","estable":false,"id":132,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/control-personal.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/control_presencia","nombre":"control_presencia","precio":19.99,"tipo":"pago","ultima_modificacion":"05-03-2018","version":4,"zip_link":""},{"builds":[],"descripcion":"Core de Compunec para FacturaScripts","estable":false,"id":175,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/core_compunec","nombre":"core_compunec","precio":0,"tipo":"oculto","ultima_modificacion":"30-10-2017","version":3,"zip_link":null},{"builds":[],"descripcion":"Personaliza opciones","estable":false,"id":161,"imagen":"","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/customizer","nombre":"customizer","precio":0,"tipo":"gratis","ultima_modificacion":"07-06-2017","version":5,"zip_link":"https:\/\/github.com\/alagoroVigo\/customizer\/archive\/master.zip"},{"builds":[],"descripcion":"Completo Dashboard de An\u00e1lisis de Ventas, Compras y Pedidos","estable":false,"id":33,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/dashboard.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/dashboard","nombre":"dashboard","precio":0,"tipo":"oculto","ultima_modificacion":"17-03-2017","version":8,"zip_link":""},{"builds":[],"descripcion":"Permite ver en una pantalla:\r\n1) Ventas, por meses y anual, por familias y art\u00edculos\r\n2) Gastos, por meses y anual, (tanto los de facturas de proveedores como los introducidos directamente como un asiento, por ejemplo, n\u00f3minas, seguros, etc.) asociados a cuentas 6xxx y sus subcuentas.\r\n3) Resultado, por meses y anual (ventas menos gastos)\r\n4) Comparaci\u00f3n con el a\u00f1o anterior.\r\n5) Muestra los datos de cualquier ejercicio contable, no s\u00f3lo del actual.\r\n6) Gr\u00e1fico de evoluci\u00f3n mensual de ventas, gastos y resultado.\r\n7) Gr\u00e1fico de % de ventas por familias.","estable":false,"id":130,"imagen":"https:\/\/i.imgur.com\/Ak79Yqc.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/dashboard_avanzado","nombre":"dashboard_avanzado","precio":0,"tipo":"gratis","ultima_modificacion":"29-12-2017","version":21,"zip_link":"https:\/\/github.com\/FacturaScripts\/dashboard_avanzado\/archive\/master.zip"},{"builds":[],"descripcion":"- A\u00f1ade dashboard con gr\u00e1ficos y resumen de ventas y compras.\r\n- Permite filtrar entre intervalos de tiempo.","estable":false,"id":101,"imagen":"https:\/\/raw.githubusercontent.com\/pcrednet\/dashboardlte\/master\/image.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/dashboardlte","nombre":"dashboardlte","precio":0,"tipo":"oculto","ultima_modificacion":"05-08-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Permite hacer un borrado de la base de datos para empezar desde cero.","estable":false,"id":128,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/db_cleaner","nombre":"db_cleaner","precio":0,"tipo":"oculto","ultima_modificacion":"04-03-2017","version":1,"zip_link":null},{"builds":[],"descripcion":"Genera un archivo CSV v\u00eda cron a la que hora que configuremos y lo deja accesible para que nuestros clientes se lo puedan bajar desde una url personalizada. De esta forma pueden tener nuestro cat\u00e1logo actualizado de manera autom\u00e1tica.","estable":false,"id":97,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/descarga_tarifas","nombre":"descarga_tarifas","precio":0,"tipo":"oculto","ultima_modificacion":"19-07-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Plugin para el manejo de facturaci\u00f3n para clientes agrupados en rutas, canales y sub canales, genera orden de carga, documento de transporte y liquidaci\u00f3n de este.\r\nGeneraci\u00f3n de faltantes de transportes\r\nAl liquidar un transporte se genera el resumen de devoluci\u00f3n a almac\u00e9n y la liquidaci\u00f3n para caja.","estable":false,"id":66,"imagen":"https:\/\/raw.githubusercontent.com\/joenilson\/distribucion\/master\/distribucion.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/distribucion","nombre":"distribucion","precio":0,"tipo":"gratis","ultima_modificacion":"25-09-2017","version":80,"zip_link":"https:\/\/github.com\/joenilson\/distribucion\/archive\/master.zip"},{"builds":[],"descripcion":"OBSOLETO. Sustituido por el plugin gestion_documental.","estable":false,"id":10,"imagen":"https:\/\/i.imgur.com\/md1rV6y.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/documentos_facturas","nombre":"documentos_facturas","precio":0,"tipo":"oculto","ultima_modificacion":"11-11-2016","version":8,"zip_link":null},{"builds":[],"descripcion":"Plugin de FacturaScripts que Permite adjuntar archivos a proveedores o clientes","estable":false,"id":26,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/documentos_procli","nombre":"documentos_procli","precio":0,"tipo":"gratis","ultima_modificacion":"24-03-2017","version":5,"zip_link":"https:\/\/github.com\/jcanda\/documentos_procli\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a Ecuador.","estable":false,"id":91,"imagen":"https:\/\/github.com\/FacturaScripts\/ecuador\/raw\/master\/ecuador.gif","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/ecuador","nombre":"ecuador","precio":0,"tipo":"gratis","ultima_modificacion":"06-04-2017","version":6,"zip_link":"https:\/\/github.com\/FacturaScripts\/ecuador\/archive\/master.zip"},{"builds":[],"descripcion":"Permite imprimir gu\u00edas de remisi\u00f3n de servientrega Ecuador","estable":false,"id":163,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/envios_servientrega","nombre":"envios_servientrega","precio":0,"tipo":"oculto","ultima_modificacion":"13-07-2017","version":4,"zip_link":null},{"builds":[],"descripcion":"Misma p\u00e1gina que ventas\/art\u00edculos pero mostrando las im\u00e1genes, tambi\u00e9n permite imprimir un cat\u00e1logo de los productos","estable":false,"id":186,"imagen":"","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/escaparate_catalogo","nombre":"escaparate_catalogo","precio":0,"tipo":"gratis","ultima_modificacion":"19-03-2018","version":5,"zip_link":"https:\/\/github.com\/tecnolife\/escaparate_catalogo\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin para permitir extraer datos en XLS desde presupuestos, pedidos, albaranes y facturas.","estable":false,"id":194,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/extraccion_datos_excel","nombre":"extraccion_datos_excel","precio":0,"tipo":"oculto","ultima_modificacion":"05-03-2018","version":1,"zip_link":null},{"builds":[],"descripcion":"Plugin para permitir extraer datos en XLS.\r\n\r\nAunque la inclusi\u00f3n del nombre pueda hacer pensar que este archivo s\u00f3lo funciona en Qlik, no es as\u00ed, es un archivo XLS com\u00fan que principalmente contiene los campos m\u00e1s relevantes de la siguiente forma:\r\n\r\nPara los documentos de venta se relacionan las tablas del documento seleccionado y sus respectivas l\u00edneas con las tablas de clientes, art\u00edculos, fam\u00edlias de art\u00edculos y grupos de clientes.\r\n\r\nPara los documentos de compra se relacionan las tablas del documento seleccionado y sus respectivas l\u00edneas con las tablas de clientes, art\u00edculos y fam\u00edlias de art\u00edculos.","estable":false,"id":169,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/qlik.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/extraccion_qlik","nombre":"extraccion_qlik","precio":0,"tipo":"gratis","ultima_modificacion":"16-10-2017","version":1,"zip_link":null},{"builds":[],"descripcion":"A\u00f1ade un nuevo formato de impresi\u00f3n de facturas\/albaranes de venta:\r\n- Puedes elegir el color de la factura para adaptarlo mejor a tu imagen corporativa (en las opciones del plugin).\r\n- Puedes a\u00f1adir traducciones de ciertos t\u00e9rminos para imprimir en varios idiomas.\r\n- Opci\u00f3n para esconder la columna de albar\u00e1n.\r\n- Opci\u00f3n para agrupar los albaranes en la linea de descripci\u00f3n.\r\n- Opci\u00f3n para determinar si queremos o no imprimir las observaciones de los productos.\r\n- S\u00f3lo es posible incluir un m\u00e1ximo de 4 lineas de IVA en la impresi\u00f3n de la factura.\r\n- El Logo de la empresa debe de ser de un tama\u00f1o m\u00ednimo aconsejado de 800 X 800 pixeles y se utilizar\u00e1 tambi\u00e9n como marca de agua en el fondo del documento.","estable":false,"id":11,"imagen":"https:\/\/i.imgur.com\/ORydI0z.jpg","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/factura_detallada","nombre":"factura_detallada","precio":0,"tipo":"gratis","ultima_modificacion":"09-11-2017","version":53,"zip_link":"https:\/\/github.com\/FacturaScripts\/factura_detallada\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin para el modelo de factura NEGRA S.L.","estable":false,"id":96,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/factura_negra","nombre":"factura_negra","precio":0,"tipo":"oculto","ultima_modificacion":"09-02-2017","version":7,"zip_link":null},{"builds":[],"descripcion":"Este plugin permite la emisi\u00f3n de facturas electr\u00f3nicas bajo la normativa ecuatoriana. Para el firmado de los comprobantes electr\u00f3nicos el plugin utiliza una api desarrollada en java\r\nNota: El cliente deber\u00e1 ponerse en contacto con el proveedor del plugin para su correcta configuraci\u00f3n.","estable":false,"id":184,"imagen":"https:\/\/dataplus-security.com\/fs\/img_plugins\/factura-electronica-plugin.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/facturacion_electronica_ec","nombre":"facturacion_electronica_ec","precio":0,"tipo":"oculto","ultima_modificacion":"16-06-2018","version":3,"zip_link":""},{"builds":[],"descripcion":"Plugin para generar una misma factura (ya creada) a un grupo de clientes. Las facturas se generar\u00e1n a los distintos clientes del grupo, excepto al original de la factura (si es que se encuentra en el grupo). Si la contabilidad est\u00e1 integrada, genera los correspondientes asientos.","estable":false,"id":127,"imagen":"https:\/\/www.itacaswl.com\/facturascripts_plugins\/pantallazofacturargrupo.jpg","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/facturargrupo","nombre":"facturargrupo","precio":0,"tipo":"gratis","ultima_modificacion":"27-02-2017","version":1,"zip_link":"https:\/\/github.com\/itacaswl\/facturargrupo\/archive\/master.zip"},{"builds":[],"descripcion":"Permite generar pedidos de compra a partir de las facturas de venta. Puedes filtrar las facturas por almac\u00e9n, serie y fechas desde-hasta. Para generar el pedido de compra.\r\nRequiere el plugin import_export_csv.","estable":false,"id":100,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/facturascli_a_pedidosprov","nombre":"facturascli_a_pedidosprov","precio":0,"tipo":"oculto","ultima_modificacion":"02-08-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Plugin para a\u00f1adir soporte para firmar documentos:\r\n- Firmar en albaranes y facturas de venta.\r\n- Firmar en presupuestos y pedidos de venta.\r\n- Firmar en servicios de venta.","estable":false,"id":145,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/firma-documentos.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/firmar_documentos","nombre":"firmar_documentos","precio":0,"tipo":"oculto","ultima_modificacion":"18-10-2017","version":11,"zip_link":""},{"builds":[],"descripcion":"Flink es la forma m\u00e1s sencilla de enviar y recibir facturas, albaranes o pedidos de un FacturaScripts a otro.\r\nLos pedidos de venta que te env\u00eden los recibir\u00e1s como pedidos de compra, lo mismo con albaranes y facturas. Tambi\u00e9n se pueden enviar pedidos de compra que ser\u00e1n recibidos como pedidos de venta. \r\nPulsa descargar sobre un documento para comprobar como se a\u00f1ade al sistema ahorr\u00e1ndote todo el trabajo ;-)\r\nAccesible desde: Compras &gt; Flink","estable":false,"id":102,"imagen":"https:\/\/i.imgur.com\/KZLsCR2.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/flink","nombre":"flink","precio":0,"tipo":"oculto","ultima_modificacion":"29-03-2017","version":7,"zip_link":null},{"builds":[{"version":2,"stable":true,"beta":false},{"version":1,"stable":true,"beta":false}],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a Uruguay.","estable":false,"id":201,"imagen":"https:\/\/github.com\/tuxadorio\/fs_uruguay\/blob\/master\/fs_uruguay.png?raw=true","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/fs_uruguay","nombre":"fs_uruguay","precio":0,"tipo":"gratis","ultima_modificacion":"07-03-2019","version":2,"zip_link":"https:\/\/beta.facturascripts.com\/DownloadBuild2017\/201\/stable"},{"builds":[],"descripcion":"FS_Venezuela es el plugin desarrollado para implementar FacturaScripts sin problemas en Venezuela.\r\n\r\nEste plugin est\u00e1 basado en las instrucciones encontradas en tutoriales de Factura Scripts, con este plugin podr\u00e1s configurar con un clic:\r\n\r\n1.- El pa\u00eds Venezuela como "Pa\u00eds por defecto".\r\n\r\n2.- La moneda VEF como "Moneda por defecto".\r\n\r\n3.- Establecer impuestos de IVA aplicados en Venezuela.\r\n\r\n4.- Importar datos contables.","estable":false,"id":173,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/FS_Venezuela","nombre":"FS_Venezuela","precio":0,"tipo":"gratis","ultima_modificacion":"18-09-2017","version":1,"zip_link":"https:\/\/github.com\/dixon22ma\/FS_Venezuela\/archive\/master.zip"},{"builds":[],"descripcion":"Conecta con Paypal para recibir pagos.\r\nDebes tener una cuenta de Paypal.\r\n\r\nPermite generar un enlace \u00fanico que enviar al cliente para que haga un pago por un importe definido.\r\nPermite enviar enlace de pago junto con los emails de pedidos, presupuestos, albaranes y facturas.\r\nLa p\u00e1gina de proceso de pago es p\u00fablica y puede acceder cualquier persona sin iniciar ses\u00ed\u00f3n en facturascripts, solo teniendo en enlace generado.","estable":false,"id":187,"imagen":"https:\/\/i.imgur.com\/P1Nc4r1.jpg","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/fsc-paypal","nombre":"fsc-paypal","precio":0,"tipo":"gratis","ultima_modificacion":"07-02-2018","version":2,"zip_link":"https:\/\/github.com\/mantobani\/fsc-paypal\/archive\/master.zip"},{"builds":[],"descripcion":"Ayudas en el desarrollo y testeo de plugins para FacturaScripts.\r\nPermite generar datos de prueba, generar plugins de ejemplo y modelos y controladores a partir de una tabla.","estable":false,"id":83,"imagen":"https:\/\/i.imgur.com\/AFC3fd8.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/FSDK","nombre":"FSDK","precio":0,"tipo":"gratis","ultima_modificacion":"03-08-2018","version":25,"zip_link":"https:\/\/github.com\/NeoRazorX\/FSDK\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de "Gesti\u00f3n de garant\u00edas"\r\nDescripci\u00f3n:  \r\nGesti\u00f3n de RMA para una tienda de inform\u00e1tica o comercios similares.\r\nCaracter\u00edsticas:\r\nPor determinar\r\n\r\n\r\nCaracter\u00edsticas por implementar:\r\nImplementar el buscador de los listados.\r\nImplementar buscador clientes.\r\nPoder enlazar a traves de un buscador con las facturas de compra y venta. Pero sin perder la posibilidad de cargarlo a mano\r\nPoder adjuntar documento de venta y documento de compra si es necesario.\r\nImprimir listado y etiquetas para cada producto.\r\nPoder enlazar con un SAT y carge los datos.\r\nApoya el plugin:\r\nPuedes apoyar el desarrollo del plugin sugiriendo y enviando cambios. Puedes contactar conmigo en javier.trujillo.jimenez@gmail.com","estable":false,"id":24,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/garantias","nombre":"garantias","precio":0,"tipo":"oculto","ultima_modificacion":"05-03-2016","version":2,"zip_link":null},{"builds":[],"descripcion":"Plugin para creaci\u00f3n de c\u00f3digos de barras personalizados\r\nVarios tipos de formatos de impresi\u00f3n\r\nEspecialmente preparado para EAN13, aunque soporta todo tipo de c\u00f3digos de barras\r\nGenera en PDF los c\u00f3digos para impresi\u00f3n. Preparado para imprimir en hojas de etiquetas de 7x3 \u00f3 7x2 marca APLI y similares","estable":false,"id":72,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/generador_codbarras","nombre":"generador_codbarras","precio":null,"tipo":"oculto","ultima_modificacion":"28-04-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Gesti\u00f3n de cuadrantes de clientes-trabajadores y c\u00e1lculo de salarios por tiempo trabajado.","estable":false,"id":86,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/gestion-personal","nombre":"gestion-personal","precio":0,"tipo":"oculto","ultima_modificacion":"20-07-2016","version":6,"zip_link":null},{"builds":[],"descripcion":"Un plugin muy b\u00e1sico, pero a los que llevamos mantenimiento informatico en empresas nos puede venir muy bien para almacenar datos muy concretos de equipos\/usuarios\/contrase\u00f1as.","estable":false,"id":70,"imagen":"https:\/\/i.imgur.com\/lXtp2Lm.jpg","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/gestion_acceso_clientes","nombre":"gestion_acceso_clientes","precio":0,"tipo":"oculto","ultima_modificacion":"15-05-2016","version":3,"zip_link":null},{"builds":[],"descripcion":"Este plugin est\u00e1 dise\u00f1ado para ofrecer un mayor control sobre las tareas, tanto comerciales como de desarrollo, que se realicen en su empresa.","estable":false,"id":171,"imagen":"https:\/\/takeonme.es\/wp-content\/uploads\/gestion_comercial-1.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/gestion_comercial","nombre":"gestion_comercial","precio":63.57,"tipo":"oculto","ultima_modificacion":"12-09-2018","version":66,"zip_link":null},{"builds":[],"descripcion":"Permite la gesti\u00f3n de libros, con la posibilidad de a\u00f1adir lineas positivas o negativas por cada libro.","estable":false,"id":181,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/gestion_libros","nombre":"gestion_libros","precio":0,"tipo":"oculto","ultima_modificacion":"30-05-2018","version":6,"zip_link":null},{"builds":[],"descripcion":"Permite guardar los datos de cuentas de email y los diferentes servicios que gestionamos del cliente.\r\nATENCI\u00d3N: este plugin no permite acceder al cliente a nuestro sistema.","estable":false,"id":77,"imagen":"https:\/\/bitbucket.org\/fusiodarts-fs\/gestion_usuarioscli\/raw\/stable\/preview.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/gestion_usuarioscli","nombre":"gestion_usuarioscli","precio":0,"tipo":"oculto","ultima_modificacion":"11-08-2016","version":9,"zip_link":null},{"builds":[],"descripcion":"Adaptacion de facturascript para Guatemala, contiene pais, moneda, provincias.","estable":false,"id":143,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/guatemala","nombre":"guatemala","precio":0,"tipo":"gratis","ultima_modificacion":"28-04-2017","version":2,"zip_link":"https:\/\/github.com\/flopezinc\/guatemala\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n a Hait\u00ed","estable":false,"id":112,"imagen":"https:\/\/raw.githubusercontent.com\/joenilson\/haiti\/master\/haiti.gif","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/haiti","nombre":"haiti","precio":0,"tipo":"gratis","ultima_modificacion":"13-04-2017","version":13,"zip_link":"https:\/\/github.com\/joenilson\/haiti\/archive\/master.zip"},{"builds":[],"descripcion":"Recuerda \u00faltimos art\u00edculos facturados de cada cada cliente y aplica el \u00faltimo precio de venta.","estable":false,"id":115,"imagen":"https:\/\/raw.githubusercontent.com\/ramonsan\/historico_cliente\/master\/screenshot.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/historico_cliente","nombre":"historico_cliente","precio":0,"tipo":"gratis","ultima_modificacion":"22-11-2016","version":1,"zip_link":"https:\/\/github.com\/ramonsan\/historico_cliente\/archive\/master.zip"},{"builds":[],"descripcion":"Hitos y tareas de Expedientes y Proyectos es una herramienta gr\u00e1fica cuyo objetivo es exponer el tiempo de dedicaci\u00f3n previsto para diferentes tareas o actividades a lo largo de un tiempo total determinado.\r\n- Incluye diagrama de Gantt\r\n- Creaci\u00f3n de eventos, con asignaci\u00f3n de eventos a los tipos: ra\u00edz, proyecto, subproyecto, tarea, subtarea, reuni\u00f3n o entrega\r\n\r\nPendiente\r\n- Plantillas de Hitos y Tareas\r\n\r\nPD: Necesita tener Instalado el plugin "Expedientes"\r\nNOTA: Ciertas funcionalidades solo est\u00e1n disponibles en la versi\u00f3n PRO de dhtmlx Gantt, no se trata de otro plugin de pago para FacturaScripts, sino el mismo componente en versi\u00f3n no-GPL.","estable":false,"id":151,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/hitos-tareas.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/hitos_y_tareas_con_diagrama_gantt","nombre":"hitos_y_tareas_con_diagrama_gantt","precio":0,"tipo":"regalo","ultima_modificacion":"06-03-2018","version":24,"zip_link":""},{"builds":[],"descripcion":"Este plugin permite a\u00f1adir im\u00e1genes a los art\u00edculos de tu cat\u00e1logo a partir de las referencias del proveedor.\r\nPara ello debes especificar una ruta donde tengas una carpeta por cada proveedor a usar.\r\nLa carpeta se debe llamar C\u00d3DIGOPROVEEDOR_nombredelproveedor. Dentro puedes a\u00f1adir una carpeta\r\nimagenes con las im\u00e1genes de cada art\u00edculo del proveedor. Cada im\u00e1gen tiene que tener como nombre\r\nla referencia de ese proveedor para ese art\u00edculo y la extensi\u00f3n jpg.","estable":false,"id":85,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/importador_imagenes_prov","nombre":"importador_imagenes_prov","precio":null,"tipo":"oculto","ultima_modificacion":"04-07-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"\u00a1Cuidado no utilizar este plugin en producci\u00f3n!\r\nPlugin que importa precios de coste, referencias, stocks de csv de proveedores. \r\nSe combina con articulos_plus para rellenar los datos de mejor proveedor, compara los costes de varios proveedores que tengan la misma","estable":false,"id":53,"imagen":"https:\/\/gitlab.com\/eltictacdicta\/importador_proveedores\/raw\/master\/captura.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/importador_proveedores","nombre":"importador_proveedores","precio":0,"tipo":"oculto","ultima_modificacion":"11-04-2016","version":3,"zip_link":null},{"builds":[],"descripcion":"Gesti\u00f3n e impresi\u00f3n de etiquetas de estanter\u00eda y producto. \r\n\r\n- Permite imprimir etiquetas de diferentes tama\u00f1os que se pueden ajustar a tu gusto\r\n- Posibilidad de imprimir a partir de un n\u00famero de etiqueta para reutilizaci\u00f3n de hojas.\r\n- Selecci\u00f3n de art\u00edculos con diferentes filtros\r\n- Impresi\u00f3n de art\u00edculos de albaranes de compra y venta\r\n- Dos referencias de papel de etiqueta marca APLI preconfiguradas\r\n- Soporta tarifas\r\n- El \u00fanico tama\u00f1o de papel soportado por el momento, es A4.\r\n\r\nAtenci\u00f3n la informaci\u00f3n que se muestra en la etiqueta es la que aparece en las im\u00e1genes y no se puede cambiar. Si necesitas otro modelo de etiqueta donde aparezca otra clase de informaci\u00f3n diferente a la referencia, descripci\u00f3n, precio y c\u00f3digo de barras se debe programar una nueva plantilla. Si necesitas la tuya puedes ponerte en contacto con nosotros.","estable":false,"id":84,"imagen":"https:\/\/i.imgur.com\/qbxoI7r.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/impresion_etiquetas","nombre":"impresion_etiquetas","precio":19.99,"tipo":"oculto","ultima_modificacion":"02-06-2017","version":24,"zip_link":null},{"builds":[],"descripcion":"A\u00f1ade formatos de impresi\u00f3n en papel continuo para facturas y albaranes de venta. Perfecto para impresoras matriciales (de matriz de punto).\r\nEdita los archivos HTML de la carpeta VIEW para personalizar.","estable":false,"id":111,"imagen":"https:\/\/i.imgur.com\/kbMcG9o.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/imprimir_continuo","nombre":"imprimir_continuo","precio":0,"tipo":"gratis","ultima_modificacion":"03-11-2017","version":6,"zip_link":"https:\/\/github.com\/FacturaScripts\/imprimir_continuo\/archive\/master.zip"},{"builds":[],"descripcion":"A\u00f1ade un bot\u00f3n a la pagina de transferencia de stock para poder imprimir la transferencia deseada, es \u00fatil para cuando necesitas dejar un comprobante al almac\u00e9n que transfieres algo.","estable":false,"id":114,"imagen":"","licencia":null,"link":"https:\/\/www.facturascripts.com\/plugin\/Imprimir_Transferencia_de_Stock","nombre":"Imprimir_Transferencia_de_Stock","precio":0,"tipo":"gratis","ultima_modificacion":"05-11-2016","version":1,"zip_link":"http:\/\/www.mediafire.com\/file\/3bfdkcxreca30ea\/imirpimir_transferencia.zip"},{"builds":[],"descripcion":"Plugin para a\u00f1adir soporte para gr\u00e1ficos de forma local utilizando Chart.js en lugar de Google Chart\r\n\r\n&lt;br&gt;\r\n\r\nCaracter\u00edsticas:\r\n\r\n&lt;ul&gt;\r\n   &lt;li&gt;Permite visualizar estad\u00edsticas sin disponer de conexi\u00f3n a internet&lt;\/li&gt;\r\n   &lt;li&gt;Permite ver las estad\u00edsticas entre facturas realizadas y facturas cobradas\/pagadas, para tener un mayor control visual del estado de las facturas&lt;\/li&gt;\r\n   &lt;li&gt;Permite ver las estad\u00edsticas de presupuestos y pedidos, tanto de ventas como de compras (&lt;b&gt;Requiere los plugins de presupuestos y pedidos para ventas y compras&lt;\/b&gt;)&lt;\/li&gt;\r\n   &lt;li&gt;En presupuestos y pedidos se indican los Potenciales clientes del mes&lt;\/li&gt;\r\n   &lt;li&gt;En presupuestos y pedidos se a\u00f1aden 3 pesta\u00f1as, global (vista combinada de ventas y compras), s\u00f3lo ventas y s\u00f3lo compras&lt;\/li&gt;\r\n&lt;\/ul&gt;\r\n\r\n&lt;b&gt;NOTA:&lt;\/b&gt; Requiere los plugins de presupuestos y pedidos tanto de ventas como de compras. Si no se utilizan no deben activarse sus respectivas p\u00e1ginas.\r\n\r\n&lt;br&gt;\r\n\r\n&lt;strong&gt;Sugerencias en consideraci\u00f3n:&lt;\/strong&gt;\r\n\r\n&lt;ul&gt;\r\n   &lt;li&gt;Ninguna realizada&lt;\/li&gt;\r\n&lt;\/ul&gt;","estable":false,"id":49,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/informes_y_charts","nombre":"informes_y_charts","precio":0,"tipo":"oculto","ultima_modificacion":"08-02-2017","version":5,"zip_link":null},{"builds":[],"descripcion":"A\u00f1ade la clase jasper a FacturaScripts para poder generar archivos PDF\/DOCX\/ODT... a partir de archivos .jrxml de JasperResport.","estable":false,"id":34,"imagen":"https:\/\/i.imgur.com\/vPKWKVY.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/jasper","nombre":"jasper","precio":0,"tipo":"gratis","ultima_modificacion":"17-02-2017","version":12,"zip_link":"https:\/\/github.com\/NeoRazorX\/jasper\/archive\/master.zip"},{"builds":[],"descripcion":"A\u00f1ade el informe Kardex para poder ver inventarios valorados.","estable":false,"id":59,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/kardex","nombre":"kardex","precio":0,"tipo":"gratis","ultima_modificacion":"15-03-2018","version":40,"zip_link":"https:\/\/github.com\/joenilson\/kardex\/archive\/master.zip"},{"builds":[],"descripcion":"El buscador online de facturascripts.","estable":false,"id":46,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/kiwimaru","nombre":"kiwimaru","precio":0,"tipo":"oculto","ultima_modificacion":"23-01-2017","version":5,"zip_link":null},{"builds":[],"descripcion":"Una base del conocimiento, que registra problemas con soluciones conocidas (FAQ interno para los t\u00e9cnicos).\r\nLos campos son: S\u00edntomas, Causas, Soluciones y Observaciones. El plugin te permite mantener estos registros y hacer b\u00fasquedas por s\u00edntoma.","estable":false,"id":183,"imagen":"","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/Knowledgebase","nombre":"Knowledgebase","precio":0,"tipo":"gratis","ultima_modificacion":"16-12-2017","version":1,"zip_link":"https:\/\/github.com\/Infoestrella\/KDB\/archive\/master.zip"},{"builds":[],"descripcion":"Permite generar el Libro de IVA conforme a la legislaci\u00f3n espa\u00f1ola.","estable":false,"id":117,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/libro_iva","nombre":"libro_iva","precio":0,"tipo":"oculto","ultima_modificacion":"20-12-2016","version":3,"zip_link":null},{"builds":[],"descripcion":"Para la gesti\u00f3n de diversos libros, como por ejemplo:","estable":false,"id":113,"imagen":"","licencia":null,"link":"https:\/\/www.facturascripts.com\/plugin\/Libros","nombre":"Libros","precio":null,"tipo":"oculto","ultima_modificacion":"09-11-2016","version":10,"zip_link":null},{"builds":[],"descripcion":"Permite a FacturaScripts la autentificaci\u00f3n de usuarios en dos pasos, tambi\u00e9n llamado 2FA aumentando notablemente la seguridad.\r\nNOTA: Actualmente basado en la API 2FA de https:\/\/www.authy.com","estable":false,"id":135,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/login_seguro2fa","nombre":"login_seguro2fa","precio":0,"tipo":"oculto","ultima_modificacion":"28-03-2017","version":1,"zip_link":""},{"builds":[],"descripcion":"Permite guardar los registros de un libro de matr\u00edculas: matr\u00edcula, bastidor, cliente y cifnif, nombre y cifnif del vendedor (en el caso de ser un traspaso) y observaciones.\r\nAdem\u00e1s de poder vincularlas a facturas de venta y adjuntar hasta 3 fotos por registro.","estable":false,"id":106,"imagen":"https:\/\/i.imgur.com\/fcUUXYm.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/matriculas_vehiculo","nombre":"matriculas_vehiculo","precio":0,"tipo":"oculto","ultima_modificacion":"02-11-2017","version":8,"zip_link":null},{"builds":[],"descripcion":"Permite copiar o duplicar facturas, albaranes, pedidos, presupuestos y servicios con un solo clic.","estable":false,"id":67,"imagen":"https:\/\/i.imgur.com\/gFdsTta.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/megacopiador","nombre":"megacopiador","precio":0,"tipo":"gratis","ultima_modificacion":"17-11-2017","version":14,"zip_link":"https:\/\/github.com\/FacturaScripts\/megacopiador\/archive\/master.zip"},{"builds":[],"descripcion":"Permite que otras instalaciones de FacturaScripts que cuenten con el plugin\r\nmegasync puedan sincronizar datos con esta instalaci\u00f3n.","estable":false,"id":78,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/megahost","nombre":"megahost","precio":null,"tipo":"oculto","ultima_modificacion":"26-05-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Permite sincronizar datos con otras instalaciones de FacturaScripts que tengan instalado el plugin megahost.","estable":false,"id":79,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/megasync","nombre":"megasync","precio":0,"tipo":"oculto","ultima_modificacion":"26-05-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Men\u00fa \u00fanico para Facturascripts es un mega-men\u00fa que incluye todos los men\u00fas de forma unificada, as\u00ed como un buscador y un historial de cambios m\u00e1s completo.","estable":false,"id":133,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/menuunico.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/menu_unico","nombre":"menu_unico","precio":0,"tipo":"gratis","ultima_modificacion":"04-06-2017","version":9,"zip_link":"https:\/\/github.com\/FacturaScripts\/menu_unico\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a M\u00e9xico.","estable":false,"id":122,"imagen":"https:\/\/raw.githubusercontent.com\/fflores-m\/Mexico\/master\/mexico.jpg","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/Mexico","nombre":"Mexico","precio":0,"tipo":"gratis","ultima_modificacion":"07-02-2017","version":1,"zip_link":"https:\/\/github.com\/fflores-m\/Mexico\/archive\/master.zip"},{"builds":[],"descripcion":"El Modelo 190 para la hacienda canaria es una declaraci\u00f3n anual informativa de operaciones con terceras personas con IRPF.\r\nLos empresarios y profesionales est\u00e1n obligados a la presentaci\u00f3n del Modelo 190, \r\ncomputando de forma separada las entregas y las adquisiciones de bienes y servicios.","estable":false,"id":190,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/modelo-190.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/modelo_190_canarias","nombre":"modelo_190_canarias","precio":0,"tipo":"gratis","ultima_modificacion":"28-02-2018","version":7,"zip_link":"https:\/\/github.com\/FacturaScripts\/modelo_190_canarias\/archive\/master.zip"},{"builds":[],"descripcion":"El Modelo 415 para la hacienda canaria es una declaraci\u00f3n anual informativa de operaciones con terceras personas.\r\nLos empresarios y profesionales est\u00e1n obligados a la presentaci\u00f3n del Modelo 415 siempre que hayan realizado operaciones con terceros por importe superior a 3.005,06 \u20ac durante el a\u00f1o natural (se puede cambiar la cantidad), computando de forma separada las entregas y las adquisiciones de bienes y servicios.\r\nEs equivalente a los modelos 347 y 190 de forma conjunta, siempre que hayan realizado \r\noperaciones con terceros por importe superior a 3.005,06 \u20ac durante el a\u00f1o natural.","estable":false,"id":191,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/modelo-415.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/modelo_415_canarias","nombre":"modelo_415_canarias","precio":0,"tipo":"gratis","ultima_modificacion":"28-02-2018","version":7,"zip_link":"https:\/\/github.com\/FacturaScripts\/modelo_415_canarias\/archive\/master.zip"},{"builds":[],"descripcion":"Declaraci\u00f3n Trimestral y Anual del IGIC en Canarias (Espa\u00f1a)","estable":false,"id":153,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/modelo-420-425.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/modelos_420_425_canarias","nombre":"modelos_420_425_canarias","precio":0,"tipo":"gratis","ultima_modificacion":"05-03-2018","version":6,"zip_link":"https:\/\/github.com\/FacturaScripts\/modelos_420_425_canarias\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin para el manejo de nomina a nivel de informaci\u00f3n de empleados","estable":false,"id":75,"imagen":"","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/nomina","nombre":"nomina","precio":0,"tipo":"gratis","ultima_modificacion":"21-05-2018","version":78,"zip_link":"https:\/\/github.com\/joenilson\/nomina\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a Panam\u00e1.","estable":false,"id":89,"imagen":"https:\/\/github.com\/FacturaScripts\/panama\/raw\/master\/panama.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/panama","nombre":"panama","precio":0,"tipo":"gratis","ultima_modificacion":"14-07-2016","version":6,"zip_link":"https:\/\/github.com\/FacturaScripts\/panama\/archive\/master.zip"},{"builds":[],"descripcion":"Panel de Cliente para que puedan visualizar sus facturas, pedidos, presupuestos y seguir el env\u00edo de los mismos.\r\nCompatible tambi\u00e9n con servicios para visualizar las actuaciones t\u00e9cnicas.\r\nVersi\u00f3n b\u00e1sica. A\u00daN EN DESARROLLO.","estable":false,"id":121,"imagen":"https:\/\/bytemega.com\/captura1.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/Panel_de_Cliente","nombre":"Panel_de_Cliente","precio":0,"tipo":"oculto","ultima_modificacion":"11-04-2017","version":7,"zip_link":null},{"builds":[],"descripcion":"Plugin de adaptaci\u00f3n de FacturaScripts a Per\u00fa.","estable":false,"id":92,"imagen":"https:\/\/github.com\/FacturaScripts\/peru\/raw\/master\/peru.gif","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/peru","nombre":"peru","precio":0,"tipo":"gratis","ultima_modificacion":"14-07-2016","version":7,"zip_link":"https:\/\/github.com\/FacturaScripts\/peru\/archive\/master.zip"},{"builds":[],"descripcion":"","estable":false,"id":156,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/dompdf.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/plantillas_dompdf","nombre":"plantillas_dompdf","precio":0,"tipo":"oculto","ultima_modificacion":"22-05-2017","version":1,"zip_link":null},{"builds":[],"descripcion":"Plugin para generar dise\u00f1os de presupuestos, pedidos, albaranes y facturas desde una plantilla HTML predise\u00f1ada.\r\nEste plugin utiliza plantillas escritas en HTML para convertirlas en PDF usando HTML2PDF.\r\nIdeal para cualquiera que quiera dise\u00f1ar con m\u00e1s facilidad dise\u00f1os de documentos.","estable":false,"id":155,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/html2pdf.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/plantillas_html2pdf","nombre":"plantillas_html2pdf","precio":0,"tipo":"oculto","ultima_modificacion":"29-11-2017","version":22,"zip_link":""},{"builds":[],"descripcion":"plugin sercom","estable":false,"id":193,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/plugin_sercom","nombre":"plugin_sercom","precio":0,"tipo":"oculto","ultima_modificacion":"02-03-2018","version":1,"zip_link":null},{"builds":[{"version":2,"stable":true,"beta":true}],"descripcion":"Se agrega boton en TPV para realizar ventas de recargas electronicas o publicar avisos\r\nSe agregan accesos rapidos\r\nFIREFOX: Alt + Shif + letra\r\nCHROME:  Alt + letra","estable":false,"id":204,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/popup_tpv","nombre":"popup_tpv","precio":0,"tipo":"oculto","ultima_modificacion":"17-04-2019","version":2,"zip_link":""},{"builds":[],"descripcion":"* Permite dar acceso a clientes desde Portal -&gt; Acceso clientes, asign\u00e1ndoles una contrase\u00f1a.\r\n* Permite a un usuario cliente acceder mediante CIF\/NIF y contrase\u00f1a a su panel de cliente.\r\n* Permite ver las facturas en HTML.\r\n\r\nEN DESARROLLO: No est\u00e1 terminado.","estable":false,"id":148,"imagen":"https:\/\/www.mifactura.eu\/img\/facturascripts\/control-clientes.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/portal_clientes","nombre":"portal_clientes","precio":0,"tipo":"gratis","ultima_modificacion":"05-07-2017","version":10,"zip_link":"https:\/\/github.com\/FacturaScripts\/portal_clientes\/archive\/master.zip"},{"builds":[],"descripcion":"PLUGIN OBSOLETO: sustituido por prestashop_micro.","estable":false,"id":7,"imagen":"https:\/\/i.imgur.com\/ncYUPvT.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/prestashop","nombre":"prestashop","precio":0,"tipo":"oculto","ultima_modificacion":"20-02-2016","version":39,"zip_link":null},{"builds":[],"descripcion":"Modifica el aspecto visual a\u00f1adiendo un men\u00fa lateral.","estable":false,"id":57,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/protheme","nombre":"protheme","precio":0,"tipo":"oculto","ultima_modificacion":"21-03-2017","version":19,"zip_link":null},{"builds":[],"descripcion":"Regulacion rapida del stock, modifica el stock actual y crea una linea de regulacion","estable":false,"id":118,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/regulacion_inventario","nombre":"regulacion_inventario","precio":0,"tipo":"oculto","ultima_modificacion":"28-12-2016","version":2,"zip_link":null},{"builds":[],"descripcion":"Guarda textos que despu\u00e9s se vuelcan en las observaciones de documentos como facturas o albaranes","estable":false,"id":159,"imagen":"https:\/\/i.imgur.com\/bGtGNCG.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/remarks","nombre":"remarks","precio":0,"tipo":"oculto","ultima_modificacion":"27-07-2017","version":7,"zip_link":""},{"builds":[],"descripcion":"A\u00f1ade integraci\u00f3n entre Reportico y FacturaScripts, para permitir generar reportes e informes personalizados.\r\n\r\nNOTA: Esta en desarrollo, dispone de pocos informes, pero puedes ayudar a crearlos f\u00e1cilmente con la explicaci\u00f3n de la propia ayuda ;). Se han a\u00f1adido algunos ejemplos nuevos cortes\u00eda de Jorge L. Almendros.","estable":false,"id":110,"imagen":"","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/reportico","nombre":"reportico","precio":0,"tipo":"gratis","ultima_modificacion":"14-09-2017","version":13,"zip_link":"https:\/\/gitlab.com\/FacturaScripts-Plugins\/reportico\/repository\/archive.zip?ref=master"},{"builds":[],"descripcion":"Plugin para administrar residentes y edificaciones de un Condominio, Residencial, Junta de Vecinos o como se quiera llamar, permite ver la ocupaci\u00f3n de los inmuebles y tambi\u00e9n generar las facturas para cobro de pagos de servicios.\r\n\r\nManual: https:\/\/1drv.ms\/b\/s!AvjWVnw2650Sh13bBIoNcrKnOzsJ\r\n\r\nLicencia LGPL 3","estable":false,"id":124,"imagen":"https:\/\/raw.githubusercontent.com\/joenilson\/residentes\/master\/residentes.png","licencia":"LGPL","link":"https:\/\/www.facturascripts.com\/plugin\/residentes","nombre":"residentes","precio":0,"tipo":"gratis","ultima_modificacion":"28-03-2018","version":39,"zip_link":"https:\/\/github.com\/joenilson\/residentes\/archive\/master.zip"},{"builds":[],"descripcion":"PLUGIN OBSOLETO: sustituido por el plugin servicios.","estable":false,"id":35,"imagen":"https:\/\/gitlab.com\/eltictacdicta\/SAT\/raw\/master\/screenshot.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/SAT","nombre":"SAT","precio":0,"tipo":"oculto","ultima_modificacion":"11-10-2015","version":15,"zip_link":null},{"builds":[],"descripcion":"Plugin basado en servicios clientes","estable":false,"id":166,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/servicios_cp","nombre":"servicios_cp","precio":0,"tipo":"oculto","ultima_modificacion":"17-10-2017","version":4,"zip_link":null},{"builds":[],"descripcion":"OBSOLETO: Los cambios de este plugin se integraron en el plugin servicios.","estable":false,"id":48,"imagen":"https:\/\/i.imgur.com\/LQ5MWyZ.png","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/servicios_premium","nombre":"servicios_premium","precio":0,"tipo":"oculto","ultima_modificacion":"01-11-2015","version":2,"zip_link":null},{"builds":[],"descripcion":"Plugin para insertar un sencillo sistema de mensajer\u00eda en jQuery entre usuarios.\r\n&lt;b&gt;Atenci\u00f3n:&lt;\/b&gt; Este plugin no es un sistema avanzado de mensajer\u00eda, comprueba peri\u00f3dicamente si hay nuevos mensajes, y en hostings con transferencia limitada podr\u00eda consumirla. Personalmente s\u00f3lo recomiendo su uso en redes locales.","estable":false,"id":44,"imagen":"https:\/\/gitlab.com\/FacturaScripts-Plugins\/simple_jquery_im\/raw\/master\/screenshot.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/simple_jquery_im","nombre":"simple_jquery_im","precio":0,"tipo":"gratis","ultima_modificacion":"14-09-2017","version":9,"zip_link":"https:\/\/gitlab.com\/FacturaScripts-Plugins\/simple_jquery_im\/repository\/archive.zip"},{"builds":[],"descripcion":"A\u00f1ade soporte para env\u00edo de SMS usando Proveedores VOIP.","estable":false,"id":60,"imagen":"https:\/\/raw.githubusercontent.com\/pcrednet\/sms\/master\/sms.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/sms","nombre":"sms","precio":0,"tipo":"gratis","ultima_modificacion":"03-11-2017","version":6,"zip_link":"https:\/\/github.com\/pcrednet\/sms\/archive\/master.zip"},{"builds":[],"descripcion":"Adem\u00e1s de guardar la regularizaci\u00f3n, recalcula el stock del art\u00edculo en base a la nueva cantidad, la fecha de la regularizaci\u00f3n y los movimientos posteriores.\r\nMuestra todos los movimientos de stock.","estable":false,"id":80,"imagen":"","licencia":null,"link":"https:\/\/www.facturascripts.com\/plugin\/stocks_cabecera","nombre":"stocks_cabecera","precio":null,"tipo":"oculto","ultima_modificacion":"27-05-2016","version":8,"zip_link":""},{"builds":[],"descripcion":"A\u00f1ade un editor de texto enriquecido a las textareas de env\u00edo de emails.\r\nEs un plugin muy simple, pero es bastante \u00fatil en producci\u00f3n cuando se env\u00edan muchos emails de presupuestos, facturas, albaranes etc.\r\nPermite usar esta ventana casi como si fuera un gestor de correo tipo GMAIL.","estable":false,"id":188,"imagen":"https:\/\/i.imgur.com\/p7lM330.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/summernote","nombre":"summernote","precio":0,"tipo":"gratis","ultima_modificacion":"16-02-2018","version":3,"zip_link":"https:\/\/github.com\/mantobani\/summernote\/archive\/master.zip"},{"builds":[],"descripcion":"Este plugin permite administrar un supermercado solidario, de forma que puedes agrupar a los clientes por "clanes familiares" (familias) y establecer un l\u00edmite de gasto.\r\nIncluye un TPV espec\u00edfico y otras p\u00e1ginas como "clanes familiares".","estable":false,"id":62,"imagen":"https:\/\/i.imgur.com\/s5o0zPH.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/supermercado_solidario","nombre":"supermercado_solidario","precio":0,"tipo":"gratis","ultima_modificacion":"30-09-2017","version":10,"zip_link":"https:\/\/github.com\/NeoRazorX\/supermercado_solidario\/archive\/master.zip"},{"builds":[],"descripcion":"Este plugin a\u00f1ade algunas funciones extra pensadas para facilitar la gesti\u00f3n en talleres mec\u00e1nicos y relacionados con el mundo del autom\u00f3vil o motociclismo.","estable":false,"id":174,"imagen":"https:\/\/takeonme.es\/wp-content\/uploads\/taller_mecanico.jpg","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/taller_mecanico","nombre":"taller_mecanico","precio":0,"tipo":"oculto","ultima_modificacion":"05-11-2017","version":4,"zip_link":""},{"builds":[],"descripcion":"Plugin para poner precios fijos de articulos para cada cliente, precios diferentes a los indicados en su ficha de producto.\r\nEs decir, podr\u00e1s asignar una tarifa fija a cada producto y relacionarlo con un cliente.\r\nEsto permitir\u00e1 llevar un control de los diferentes precios asignados a un articulo a lo largo del tiempo para cada cliente.\r\n\r\nNota: en la versi\u00f3n gratuita estos precios no se asignan a los documentos (facturas, albaranes, pedidos,...) de forma autom\u00e1tica.\r\nLa versi\u00f3n PREMIUM DE PAGO si los asigna automaticamente.  para comprar https:\/\/afactura.com\/plugins\/plugin-tarifas_cliente-premium\/","estable":false,"id":29,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/09\/tarifas_cliente_01.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/tarifas_cliente","nombre":"tarifas_cliente","precio":0,"tipo":"gratis","ultima_modificacion":"10-09-2018","version":8,"zip_link":"https:\/\/github.com\/jcanda\/tarifas_cliente\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin de FacturaScripts para poner a cada proveedor precios fijos de art\u00edculos, distintos a los indicados en su ficha de producto.\r\nEs decir, podr\u00e1s asignar una tarifa fija a cada producto y relacionarlo con un proveedor.\r\nEsto permitir\u00e1 llevar un control de los diferentes precios asignados a un articulo a lo largo del tiempo para cada proveedor.\r\n\r\nNota: en la versi\u00f3n gratuita estos precios no se asignan a los documentos (facturas, albaranes, pedidos,...) de forma autom\u00e1tica.","estable":false,"id":28,"imagen":"https:\/\/afactura.com\/wp-content\/uploads\/2017\/09\/tarifas_provedor_01.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/tarifas_proveedor","nombre":"tarifas_proveedor","precio":0,"tipo":"gratis","ultima_modificacion":"23-09-2017","version":7,"zip_link":"https:\/\/github.com\/jcanda\/tarifas_proveedor\/archive\/master.zip"},{"builds":[],"descripcion":"Incluye la librer\u00eda TCPDF para FacturaScripts, imprescindible para algunos plugins como plantillas_pdf.","estable":false,"id":63,"imagen":"https:\/\/i.imgur.com\/KX9R83p.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/tcpdf","nombre":"tcpdf","precio":0,"tipo":"gratis","ultima_modificacion":"30-11-2017","version":3,"zip_link":"https:\/\/github.com\/FacturaScripts\/tcpdf\/archive\/master.zip"},{"builds":[],"descripcion":"Plugin para la gesti\u00f3n de obras de teatro","estable":false,"id":74,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/Teatro","nombre":"Teatro","precio":null,"tipo":"oculto","ultima_modificacion":"17-11-2016","version":20,"zip_link":null},{"builds":[],"descripcion":"TPV muy enfocado al uso del teclado. Permite guardar facturas, albaranes, pedidos y movimientos de caja.\r\nCompatible con el TPV de Eneboo.","estable":false,"id":68,"imagen":"https:\/\/i.imgur.com\/JuH6V4z.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/tpv_eneboo","nombre":"tpv_eneboo","precio":0,"tipo":"oculto","ultima_modificacion":"03-03-2017","version":21,"zip_link":null},{"builds":[],"descripcion":"Modificacion del TPV Generico para utilizar la impresion con el plugin print_to_ticket.\r\n\r\nYa no imprime la linea en blanco cada vez que se recarga la pagina.","estable":false,"id":200,"imagen":"","licencia":"GPL","link":"https:\/\/www.facturascripts.com\/plugin\/tpv_generico_mod","nombre":"tpv_generico_mod","precio":0,"tipo":"gratis","ultima_modificacion":"18-10-2018","version":2,"zip_link":"https:\/\/github.com\/jjosez\/tpv_generico_mod\/archive\/master.zip"},{"builds":[],"descripcion":"TPV basado en el principal de FacturaScripts pero que permite guardar la venta como factura, albar\u00e1n, pedido o presupuesto. Adem\u00e1s permite hacer nuevas ventas a partir de documentos ya existentes.","estable":false,"id":56,"imagen":"https:\/\/gitlab.com\/eltictacdicta\/tpvmod\/raw\/1002d4750154725cffb821183377c4d556214906\/captura.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/tpvmod","nombre":"tpvmod","precio":0,"tipo":"oculto","ultima_modificacion":"11-04-2016","version":6,"zip_link":null},{"builds":[],"descripcion":"TRANSFERENCIAS STOCK","estable":false,"id":189,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/transferencias_stock","nombre":"transferencias_stock","precio":0,"tipo":"oculto","ultima_modificacion":"16-02-2018","version":1,"zip_link":null},{"builds":[],"descripcion":"Permite importar pedidos de tiendas UberCart que hayas exportado previamente con el plugin uc_csv para UberCart.","estable":false,"id":99,"imagen":"","licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/ubercart_csv","nombre":"ubercart_csv","precio":0,"tipo":"oculto","ultima_modificacion":"02-08-2016","version":1,"zip_link":null},{"builds":[],"descripcion":"Permite gestionar una clinica veterinaria. Incluye gesti\u00f3n de mascotas, socios, anal\u00edticas, desparasitaciones y vacunas.","estable":false,"id":55,"imagen":"https:\/\/i.imgur.com\/E4zGh8e.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/veterinaria","nombre":"veterinaria","precio":9.99,"tipo":"pago","ultima_modificacion":"03-03-2017","version":6,"zip_link":""},{"builds":[],"descripcion":"Permite crear viajes\/reuniones, por cada viaje\/reuni\u00f3n se puede agregar un cliente con un comentario, adjuntar archivos de todos los formatos.","estable":false,"id":180,"imagen":null,"licencia":"EULA","link":"https:\/\/www.facturascripts.com\/plugin\/viajes_reuniones","nombre":"viajes_reuniones","precio":0,"tipo":"oculto","ultima_modificacion":"03-11-2017","version":5,"zip_link":null},{"builds":[],"descripcion":"Demo del plugin woocommerce, que permite conectar FacturaScripts con woocommerce. (No incluye sincronizaci\u00f3n).","estable":false,"id":21,"imagen":"https:\/\/i.imgur.com\/MFK6ajS.jpg","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/woocommerce_demo","nombre":"woocommerce_demo","precio":0,"tipo":"gratis","ultima_modificacion":"30-06-2017","version":37,"zip_link":"https:\/\/s3.eu-west-2.amazonaws.com\/facturascripts\/woocommerce_demo.zip"},{"builds":[],"descripcion":"Permite importar\/exportar informaci\u00f3n de FacturaScripts a partir de archivos XML.\r\nAtenci\u00f3n: este plugin est\u00e1 enfocado a programadores.","estable":false,"id":20,"imagen":"https:\/\/i.imgur.com\/nWw6Eph.png","licencia":"AGPL","link":"https:\/\/www.facturascripts.com\/plugin\/xml_import_export","nombre":"xml_import_export","precio":0,"tipo":"gratis","ultima_modificacion":"07-06-2017","version":9,"zip_link":"https:\/\/github.com\/NeoRazorX\/xml_import_export\/archive\/master.zip"}]</body></html>